Repository: devfiction/PayPal-Itegration-Final
Catalog: PaypalIntegration/*.lproj/Localizable.strings
Languages: es

source: Loading...
es: Carga...

# Heading
source: Consultation
es: Consulta

# NameOfTextFieldOne
source: Business Entity Name/Physics:
es: Nombre Persona Moral/Fisica:

# NameOfTextFieldSecond
source: Last Name:
es: Apellido Paterno:

# NameOfThirdTextField
source: Maternal Surname:
es: Apellido Materno:

# NameOfFourthTextField
source: Country/State:
es: Pais/Estado:

# NameOfFifthTextField
source: Record ID:
es: ID Registro:

# FirstButtonTitle
source: Search
es: Busqueda

# SecondButtonTitle
source: Tools
es: Herramientas

# ThirdButtonTitle
source: Information
es: Informacion

# BottomLabel
source: No characters especials accents neither pongua en ios compas
es: No pongua acentos.Ni caracteres especials neither pongua en ios compas

# BottomButton
source: Search Realizer
es: Realizer Busqueda

# HeadingForHerramientas
source: Tools
es: Herramientas

# FirstTopLeftLabel
source: Plates Finder FREE Federal District!!
es: Buscador de Placas del Distrito Federal GRATIS!!

# SecondTopRightLabel
source: Listen to us on Radio Legal
es: Escúchanos en Radio Legal

# ThirdBottomLeftLabel
source: Free Legal Advice
es: Asesoría Legal Gratuita

# FourthBottomRightLabel
source: Finder Professional CÃ©dulas FREE!!
es: Buscador de Cédulas Profesionales GRATIS!!

# HeadingTitleForAcercaDe
source: About
es: Acerca De Mo-Bil

# FirstHeadLabelTitle
source: Consulting LTD.(2012)
es: Consultas LTD.(2012)

# SecondLabelTitle
source: Terms and Conditions
es: Terminos y Condiciones

# ThirdLabelUnderSecond
source: Privacy Policy
es: Politicas de Privaciadad

# FourthLabelTitle
source: Mobile Support:
es: Soporte Mobile:

# FifthLabelUnderFourth
source: Soportapple@l.com
es: Soporteapple@l.com

# BackButtonTitle
source: Return
es: Regresar

# FirstCostLabel
source: Cost research couple: $50.00 MXN
es: Costo par investigacion: $50.00 MXN

# DetailInfoLabelTitle
source: For realizer a bank deposit, please contact us to proporctionarle bacarias accounts and indicate the procedure.
es: Si desea realizer un deposito bancario,le pedimos comunicarse con nosotros para proporctionarle las cuentas bacarias e indicarle el procedimiento correspondiente.

# QuestionLabelTitle
source: Trouble completing your purchase? [Cilck Here]
es: ?PROBLEMAS Para completar su compra? [PRESIONE AQUI]

# BackButtonTitleForResultadosScreen
source: Return
es: Regressar

# MainHeadTitle
source: Results
es: Resultados

# FirstLabel
source: High risk
es: Riesgos Altos

# SecondLabel
source: Moderate risk
es: Riesgos Moderados

# ThirdLabel
source: Low risk
es: Bajo Riesgos

# DetailInfoLabelForResults
source: * In support of this view results saran sent to the email address you indicated in the purchase Foema.
es: *Como respaldo de esta consulta los resultados saran enviados al correo electronico que usted indico en la foema de compra.

# resultsLabelOnRisk
source: We found the following results:
es: Se encontraron los siguienes resultados:

# FirstLabelOnRiskScreen
source: High Risk
es: Alto Riesgo

# SecondLabelOnRiskScreen
source: Moderate Risk
es: Riesgo Moderado

# ThirdLabelOnRiskScreen
source: Low Risk
es: Riesgo Bajo
